using TestTask_nonton.Model;


Console.WriteLine("Доброго времени суток!\n\n" +
    "Вы используете демо версию программы SuperProductsManager.\n" +
    "К сожалению демо версия не содержит в себе много функций " +
    "(только Поиск, Удаление, Поиск по id, Поиск по имени), " +
    "и у продукта есть всего два поля: " +
    "id, который вы должны сами указывать, и name - название продукта.\n\n" +
    "Если вы хотите полную версию данного софта, просто напишите нашему разработчику " +
    "(да, он у нас один; tg: @Lockerio) и напомните, что зарплату разработчикам дают " +
    "за написание качественного кода, а не за бред сумасшедшего, который вы только что прочитали.\n\n" +
    "Приятного использования)\n\n\n");

while (true)
{
    
    string userInput = Console.ReadLine();
    Console.WriteLine("Вы ввели: " + userInput);




    break;
}
Console.WriteLine("Hello, World!");
